Repository: novosga/settings-bundle
Catalog: Resources/translations/NovosgaSettingsBundle.*.xlf
Languages: pt_br

source: Settings
pt_br: Configurações

source: Settings
pt_br: Configurações

source: Unity settings
pt_br: Configurações da unidade

source: Invalid service
pt_br: Serviço inválido

source: You can't remove an active service
pt_br: Não pode remover um serviço ativo

source: Services
pt_br: Serviços

source: Search
pt_br: Buscar

source: Close
pt_br: Fechar

source: Add
pt_br: Adicionar

source: Enabled
pt_br: Ativo

source: Allow priority
pt_br: Permitir prioridade

source: All
pt_br: Todos

source: Priority
pt_br: Prioridade

source: Scheduling
pt_br: Agendamento

source: Options
pt_br: Triagem

source: Attendance
pt_br: Atendimento

source: Enabled
pt_br: Ativo

source: Prefix
pt_br: Sigla

source: Service
pt_br: Serviço

source: Department
pt_br: Departamento

source: Print
pt_br: Impressão

source: Header
pt_br: Cabeçalho

source: Footer
pt_br: Rodapé

source: Print data
pt_br: Exibir data

source: Print priority
pt_br: Exibir prioridade

source: Print unit
pt_br: Exibir nome da unidade

source: Print service
pt_br: Exibir nome do serviço

source: Print menssage
pt_br: Exibir mensagem do serviço

source: Save configuration
pt_br: Salvar configuração de impressão

source: Use with caution
pt_br: Zona de perigo

source: Current number
pt_br: Número atual

source: Reset counter
pt_br: Reiniciar contagem do serviço

source: Moves events to the history table and resets the service counters.
pt_br: Move todos os atendimentos para o histórico e reinicia a contagem de todos serviços.

source: Delete data
pt_br: Limpar dados

source: Delete historical data from unit
pt_br: Remover todo histórico de atendimentos da unidade.

source: Ticket window
pt_br: Guichê

source: Attendance type
pt_br: Tipo de atendimento

source: Weight
pt_br: Peso

source: No services
pt_br: Nenhum serviço

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Counter
pt_br: Contador

source: Ticket reset successful
pt_br: Senhas reiniciadas com sucesso

source: Do you really want to reset tickets?
pt_br: Deseja realmente reiniciar as senhas?

source: Do you really want to reset counter?
pt_br: Deseja realmente reiniciar o contador??

source: Do you really want to delete attendance data?
pt_br: Deseja realmente limpar os dados de atendimento?
